
/*
  Localizable.strings
  300

  Created by Stefano on 5/15/14.
  Copyright (c) 2014 Abstractions. All rights reserved.
*/

"Let's start off slow..." = "Comencemos lento ...";
"A Little Faster!" = "Poquito más rápido!";
"%i Lives Remaining" = "%i vida restante";
"Last Life!" = "Última Vita!";
"Get a badge for %i Bricks!" = "Emblema para Bricks %i!";
"Don't Crash!" = "No Crash!";
"Watch Out!" = "¡Cuidado!";
"Remember to turn!" = "Recuerde girar!";
"Outlast Him!" = "Sobrevivirlo!" ;
"You can do better!" = "Se puede mejorar!";
"Control the opponent!" = "Controla tu rival!";
"Contain & Dominate!" = "Contener y dominar!";
"Game Over!" = "Game Over!";
"High Score: %i" = "Récord: %i";
"Best Level: %i" = "Mejor Nivel: %i";
"Tap to Play" = "Toque para jugar";
"Tap to Continue" = "Pulse p. continuar";
"NEW BEST LEVEL!" = "NUEVO MEJOR NIVEL!";
"Total Score" = "Puntuación total";
"Total Score: %i" = "Puntuación total: %i";
"Lives: %i" = "Vidas: %i";
"Disable Ads - $0.99" = "Desactivar Ads - $ 0.99";
"Leaderboard" = "Clasificación";
"Log in to Gamecenter to see Leaderboard" = "Entre para GameCenter para ver la tabla de posiciones";
"Check out this cool new game. Can you beat my best level of %i Bricks? It's free... get it at:" = "Ver a este nuevo juego fresco ¿Se puede vencer a mi mejor nivel de %i Ladrillos? Es gratis ... obtenlo en:";
"Check out this cool new game. It's free... get it at:" = ". Ver este nuevo juego fresco es gratis ... obtenlo en:";
"Check out 300 Brick'd. Can you beat my best level of %i Bricks? It's free... get it at %@" = "Ver 300 Brick'd. ¿Se puede vencer a mi mejor nivel de %i Bricks? Es gratis ... obtenlo en %@";
"Post Cancelled" = "Post Cancelado";
"Post Successful.. 4 Lives Granted!" = "Post Exitoso .. 4 Vidas sentado!";
"Ok" = "Ok";
"Purchases are disabled for your account" = "Compras están deshabilitados para su cuenta";
"Remove Ads" = "Eliminar anuncios";